Repository: BenjaminDominguez/startupsolution
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Please log in to access this page
es: Por favor inicie sesión para acceder a esta página

source: Username or email
es: Nombre de usuario o correo electrónico

source: Password
es: Contraseña

source: Remember Me
es: Recuérdame

source: Sign in
es: Registrarse

source: Username
es: Nombre de usuario

source: Email
es: Correo electrónico

source: Repeat password
es: Repite la contraseña

source: Repeat your password
es: Repite tu contraseña

source: Username taken. Please select a different one.
es: Nombre de usuario tomado. Por favor seleccione una diferente.

source: Username taken. Please select a different one
es: Nombre de usuario tomado. Por favor, seleccione uno diferente.

source: Are you an employer or freelancer?
es: ¿Eres un empleador o freelancer?

source: Submit
es: Enviar

source: Company Name
es: Nombre de empresa

source: What's your state of incorporation?
es: ¿Cuál es tu estado de incorporación?

source: What type of company are you?
es: ¿Qué tipo de empresa eres?

source: Tax ID # (if US)
es: Número de identificación fiscal (si es EE.UU.)

source: Tell us about your company!
es: ¡Háblenos de su empresa!

source: Upload a company logo/profile pic
es: Subir una foto del logo / perfil de la empresa.

source: Finish registration for now!
es: Termina el registro por ahora!

source: Company name already taken. Try again?
es: Nombre de la empresa ya tomado. Inténtalo de nuevo.

source: First name
es: Nombre de pila

source: Last name
es: Apellido

source: What job do you do?
es: ¿Que trabajo haces?

source: How many hours a week are you available?
es: ¿Cuántas horas a la semana estás disponible?

source: Tell us about yourself: Employment History, Skills and Languages, Past Projects, etc.
es: Cuéntanos acerca de ti: historial de empleo, habilidades e idiomas, proyectos anteriores, etc.

source: Finish Registration for now!
es: Termina el registro por ahora!

source: Username already taken. Please use a different one.
es: Nombre de usuario ya tomado. Por favor use una diferente.

source: Profile Pic
es: Nombre de usuario ya tomado. Por favor use una diferente.

source: Change company description
es: Cambiar la descripción de la empresa.

source: Revise company type
es: Revisar el tipo de empresa

source: Revise Tax ID (if US)
es: Revisar la identificación fiscal

source: Upload a new company logo/profile pic
es: Subir un nuevo logotipo de la empresa.

source: Submit changes
es: Presentar cambios

source: Enter a job posting title
es: Ingrese un título de puesto de trabajo

source: Enter a brief job description
es: Introduzca una breve descripción del trabajo

source: Enter an initial listing price (in US dollars)
es: Ingrese un precio inicial de cotización (en dólares estadounidenses)

source: What type of work?
es: ¿Que tipo de trabajo?

source: Expected completion time
es: Tiempo de finalización esperado

source: Work for equity job (Select if you are willing to offer some form of equity as compensation)
es: Trabajo para trabajo de equidad (Seleccione si está dispuesto a ofrecer alguna forma de equidad como compensación)

source: Submit job listing!
es: Enviar listado de trabajo

source: Revise the job title
es: Revisar el titulo de trabajo

source: Revise the job description
es: Revisar la descripción del trabajo.

source: Revise the initial listing price (in US dollars)
es: Revisar el precio inicial de cotización (en dólares estadounidenses)

source: Revise the type of work
es: Revisa el tipo de trabajo.

source: Revise the expected completion time
es: Revisa el tiempo de finalización esperado.

source: Save changes
es: Guardar cambios

source: Enter username
es: Introduzca su nombre de usuario

source: Enter password
es: Introducir la contraseña

source: Delete job
es: Eliminar trabajo

source: Message
es: Mensaje

source: Username does not exist
es: El usuario no existe

source: Incorrect password. Try again.
es: Contraseña incorrecta. Inténtalo de nuevo.

source: Login succesful
es: Inicio de sesión correcto

source: Successfully registered your company %(company_name)s!
es: Registré exitosamente su empresa %(company_name)s.

source: Successfully created profile!
es: Perfil creado con éxito!

source: Successfully created new job
es: ¡Nuevo trabajo creado exitosamente!

source: Password or username incorrect.
es: Contraseña o nombre de usuario incorrecto.

source: Changes saved.
es: Cambios guardados.

source: Succesfully submitted profile pic!
es: Imagen de perfil correctamente enviada

source: Login
es: Iniciar sesión

source: We'll never share your email with anyone else unless you tell us to.
es: Nunca compartiremos su correo electrónico con nadie más a menos que usted nos lo indique.

source: Not already a user?
es: ¿Todavía no eres usuario?

source: Register here!
es: Registrar aquí
